<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'เกี่ยวกับเรา';
?>
<div class="site-about">

    <h1><img class="center" alt="" src="/img/logo.png" style="width:10%;  "> <?= Html::encode($this->title) ?></h1>
	<div class="row">
		<div class="col-md-6">
				<h3>เว็บแอปพลิเคชันนี้คืออะไร ?</h3>
        		<p>-	เว็บแอปพลิเคชันนี้ เป็นเว็บแอปพลิเคชันจัดหางานสำหรับนักรังสีเทคนิค
                        ถูกพัฒนาขึ้นเพื่อทำให้นักรังสีเทคนิคสามารถ “ค้นหางาน” ได้ง่ายขึ้น 
                        รวมถึงทางโรงพยาบาลหรือผู้ประกาศงานสามารถ “ประกาศงาน” และ “ค้นหาตัวนักรังสีเทคนิค”
                         เพื่อมาทำงานร่วมกันได้ง่ายขึ้น ด้วยการทำงานของฟังก์ชันต่าง ๆ ที่มีในเว็บแอปพลิเคชันของเราไม่ว่าจะเป็น
                          การค้นหางานแบบปกติ การค้นหางานแบบเรียงลำดับโดยคิดจากรายได้ สวัสดิการ หรือ การค้นหางานตามสถานที่ต่าง ๆ 
                          และยังสามารถค้นหางานผ่านกูเกิ้ลแมป (Google Map) ได้อีกด้วย
        		</p>
		</div>
		<div class="col-md-6">
			<h3>เว็บแอปพลิเคชันจัดหางานสำหรับนักรังสีเทคนิค มีข้อดีอย่างไรถึงต้องเข้ามาใช้งาน</h3>
			<p>-	มีฟังก์ชันการทำงานหลายรูปแบบ ทางเราจะขออธิบายแต่ละอย่างแบบคร่าว ๆ
                    1.	การค้นหางานแบบปกติ 
                    คือ การค้นหางานโดยที่ไม่ได้ต้องการรายละเอียดใด ๆ หลังจากกดปุ่มค้นหา เว็บแอปพลิเคชันก็จะเรียงลำดับการประกาศงานตามเวลาที่ประกาศ
                    2.	การค้นหาแบบเรียงลำดับ
                    คือ การค้นหางานโดยสามารถค้นหางานตามรายละเอียดที่คุณต้องการ แต่เว็บแอปพลิเคชันจะเรียงลำดับตาม “รายได้” หรือ “สวัสดิการ” โดยที่รายได้หรือสวัสดิการมากสุด จะถูกนำมาขึ้นก่อน
                    3.	การค้นหาผ่านกูเกิ้ลแมป
                    คือ การค้นหางานโดยสามารถค้นหางานตามรายละเอียดที่คุณต้องการ หรือ จะค้นหางานด้วยการกรอกข้อมูลตามสถานที่ต่าง ๆ หลังจากนั้นเว็บแอปพลิเคชันจะแสดงว่ามีการประกาศงานไว้ ณ ที่ใดบ้าง การแสดงนี้จะแสดงเป็นการปักหมุดลงบนกูเกิ้ลแมป
                    
                    -	ข้อดีต่อมา เว็บแอปพลิเคชันของเราสามารถที่จะเก็บประวัติการทำงาน ข้อมูลส่วนตัว เพื่อบ่งบอกว่าตัวคุณนั้นทำงานที่ไหน มีประสบการณ์ด้านไหนบ้าง อีกทั้งยังสามารถตรวจสอบตารางเวลาการทำงานของตัวคุณเองได้ว่า คุณว่างวันไหน
                    
                    -	เว็บแอปพลิเคชันของเราสามารถแจ้งเตือนนักรังสีเทคนิค ในกรณีที่ทางโรงพยาบาลหรือผู้ประกาศงาน ประกาศงานในพื้นที่บริเวณใกล้เคียง โดยอ้างอิงจากจังหวัด
			</p>
		</div>
	</div>
	
    
    
    
</div>
